addons/binding/org.openhab.binding.ihc.test/src/test/resources/ResourceValueQueryTemplate.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
 <soapenv:Body>
  <ns1:getRuntimeValue1 xmlns:ns1="utcs">%s</ns1:getRuntimeValue1>
 </soapenv:Body>
</soapenv:Envelope>